Repository: nveki/backend-oCooking
Catalog: web/app/languages/plugins/view-admin-*.po
Languages: as_fr_fr

source: User not found
as_fr_fr: Utilisateur non trouvé

source: View As
as_fr_fr: Voir en tant que

source: Add new custom capability
as_fr_fr: Ajouter une nouvelle capacité personnalisée

source: No data found for role
as_fr_fr: Aucune donnée trouvée pour le rôle

source: Apply view
as_fr_fr: Appliquer la vue

source: Display name
as_fr_fr: Nom affiché

source: Website
as_fr_fr: Site web

source: Search by
as_fr_fr: Rechercher par

source: Force AJAX search for users
as_fr_fr: Forcer la recherche AJAX pour les utilisateurs

source: AJAX search users
as_fr_fr: Recherche AJAX d’utilisateurs

source: Make view combinations
as_fr_fr: Faire des combinaisons de vue

source: Combine views
as_fr_fr: Combiner des vues

source: View types
as_fr_fr: Types de vue

source: Please enable the "%s" view type to add/edit roles
as_fr_fr: Veuillez activer le type de vue "%s" pour ajouter/modifier des rôles

source: Please enable the "%s" view type to set role defaults
as_fr_fr: Veuillez activer le type de vue "%s" pour définir les valeurs par défaut des rôles

source: Language
as_fr_fr: Langue

source: Capability
as_fr_fr: Permission

source: Hide on customizer when no view is selected
as_fr_fr: Masquer sur l’outil de personnalisation lorsqu’aucune vue n’est sélectionnée

source: Hide on customizer
as_fr_fr: Masquer sur l’outil de personnalisation

source: Migrate users to role
as_fr_fr: Migrer les utilisateurs vers le rôle

source: Migrate users not allowed
as_fr_fr: Migrer les utilisateurs non autorisés

source: Cannot migrate to the same role
as_fr_fr: Impossible de migrer vers le même rôle

source: Manager
as_fr_fr: Gestionnaire

source: Viewing as
as_fr_fr: Voir comme

source: View
as_fr_fr: Voir

source: User
as_fr_fr: Compte

source: Role
as_fr_fr: Rôle

source: Languages
as_fr_fr: Langues

source: Check out my other plugins
as_fr_fr: Découvrez mes autres extensions

source: Plugins
as_fr_fr: Extensions

source: Paste code here or select a file below
as_fr_fr: Collez le code ici ou sélectionnez un fichier ci-dessous

source: Download
as_fr_fr: Télécharger

source: Plugin
as_fr_fr: Extension

source: %s does not exist or is not callable.
as_fr_fr: %s n’existe pas ou ne peut pas être appelé.

source: Disable super admin status while switched to another view
as_fr_fr: Désactivez l’état de super administrateur lorsque vous passez à une autre vue

source: Disable super admin
as_fr_fr: Désactiver le super administrateur

source: Append without overwriting the existing capabilities
as_fr_fr: Ajouter sans écraser les permissions existantes

source: Merge and overwrite existing capabilities
as_fr_fr: Fusionner et remplacer les permissions existantes

source: Fully overwrite capabilities
as_fr_fr: Complètement réécrire les permissions

source: Import roles
as_fr_fr: Importer des rôles

source: Not compatible with the "All" option.
as_fr_fr: Non compatible avec l’option « Tous ».

source: Capabilities only
as_fr_fr: Permissions uniquement

source: Export roles
as_fr_fr: Exporter les rôles

source: View active
as_fr_fr: Afficher actif

source: Merge and overwrite existing data
as_fr_fr: Fusionner et réécrire les données existantes

source: Merge
as_fr_fr: Fusionner

source: Recording screen changes for role defaults
as_fr_fr: Enregistrement des modifications d’écran pour les valeurs par défaut du rôle

source: Click here to report this error!
as_fr_fr: Cliquez ici pour signaler cette erreur !

source: Error
as_fr_fr: Erreur

source: Rename role
as_fr_fr: Renommer le rôle

source: No toolbar resources found.
as_fr_fr: Aucune ressource de barre d’outils trouvée.

source: Key already exists.
as_fr_fr: La clé existe déjà.

source: Users are grouped under their roles
as_fr_fr: Les utilisateurs sont regroupés sous leurs rôles

source: Save role
as_fr_fr: Enregistrer le rôle

source: New role
as_fr_fr: Nouveau rôle

source: Add/Edit role
as_fr_fr: Ajouter/modifier un rôle

source: Delete
as_fr_fr: Supprimer

source: Delete role
as_fr_fr: Supprimer le rôle

source: New role name
as_fr_fr: Nom du nouveau rôle

source: Clone role
as_fr_fr: Cloner le rôle

source: No view selected
as_fr_fr: Aucune vue sélectionnée

source: Apply current view capabilities to role
as_fr_fr: Appliquer au rôle les permissions de vue actuelles

source: Select role
as_fr_fr: Sélectionner le rôle

source: You can add/edit roles under "%s"
as_fr_fr: Vous pouvez ajouter/modifier des rôles sous "%s"

source: Role manager
as_fr_fr: Gestionnaire de rôle

source: Add or remove roles and grant or deny them capabilities
as_fr_fr: Ajouter ou supprimer des rôles et leur accorder ou refuser des permissions

source: Enable role manager
as_fr_fr: Activer le gestionnaire de rôle

source: This role cannot be removed
as_fr_fr: Ce rôle ne peut pas être supprimé

source: Role already exists
as_fr_fr: Le rôle existe déjà

source: The Role Manager module was disabled because database storage for roles is disabled in WordPress.
as_fr_fr: Le module « Gestionnaire de rôles » a été désactivé car le stockage de la base de données pour les rôles est désactivé dans WordPress.

source: Fully overwrite data
as_fr_fr: Réécrire totalement les données

source: Copy
as_fr_fr: Copier

source: Copy defaults to role
as_fr_fr: Copier les valeurs par défaut dans le rôle

source: Select role source
as_fr_fr: Sélectionnez la source du rôle

source: Data copied but there were some errors
as_fr_fr: Données copiées mais il y a eu quelques erreurs

source: There were some errors
as_fr_fr: Il y a eu quelques erreurs

source: Invalid meta key(s)
as_fr_fr: Clé(s) de méta non valide(s)

source: Dashboard
as_fr_fr: Tableau de bord

source: For the best experience you can start from the %s since not all views are allowed to access all admin pages.
as_fr_fr: Pour une meilleure expérience, vous pouvez commencer à partir du %s car toutes les vues ne sont pas autorisées à accéder à toutes les pages d’administration.

source: Thank you for installing View Admin As!
as_fr_fr: Merci d’avoir installé View Admin As !

source: The setting key %1$s is reserved for class %2$s
as_fr_fr: La clé de réglage %1$s est réservée à la classe %2$s

source: Remove
as_fr_fr: Retirer

source: Append without overwriting the existing data
as_fr_fr: Ajouter sans écraser les données existantes

source: Append
as_fr_fr: Ajouter

source: Add
as_fr_fr: Ajouter

source: Add meta key
as_fr_fr: Ajouter une clé de méta

source: Manage meta sync
as_fr_fr: Gérer la synchronisation des métas

source: View the WordPress admin as a different role or visitor, switch between users, temporarily change your capabilities, set default screen settings for roles.
as_fr_fr: Voir l’administrateur WordPress comme un rôle ou un visiteur différent, passer d’un utilisateur à l’autre, modifier temporairement vos permissions, définir des réglages d’écran par défaut pour les rôles.

source: Quick help via Slack
as_fr_fr: Aide rapide via Slack

source: View as site visitor
as_fr_fr: Voir en tant que visiteur

source: Site visitor
as_fr_fr: Visiteur du site

source: View as %s
as_fr_fr: Voir en tant que %s

source: Current view
as_fr_fr: Vue actuelle

source: Buy me a coffee!
as_fr_fr: Achetez-moi un café !

source: Donate
as_fr_fr: Faire un don

source: Report issue
as_fr_fr: Signaler un problème

source: Translate
as_fr_fr: Traduire

source: Review
as_fr_fr: Évaluer

source: Force your own locale setting to the current view
as_fr_fr: Forcer votre propre réglage de locale à la vue actuelle

source: Freeze locale
as_fr_fr: Bloquer la locale

source: Plugin not fully loaded because of a conflict with an other plugin or theme
as_fr_fr: Extension non entièrement chargée en raison d’un conflit avec une autre extension ou thème

source: Reset view
as_fr_fr: Réinitialiser la vue

source: Hide on frontend when no view is selected and the admin bar is not shown
as_fr_fr: Masquer sur l’interface publique lorsqu’aucune vue n’est sélectionnée et que la barre d’administration n’est pas affichée

source: Hide on frontend
as_fr_fr: Masquer sur l’interface publique

source: Follow development on GitHub
as_fr_fr: Suivre le développement sur GitHub

source: Help translating this plugin!
as_fr_fr: Aidez à traduire cette extension !

source: Have ideas or a bug report?
as_fr_fr: Vous avez des idées ou un bogue à signaler ?

source: Give 5 stars on WordPress.org!
as_fr_fr: Noter 5 étoiles sur WordPress.org !

source: Need support?
as_fr_fr: Besoin de support ?

source: Lock meta box order and locations for all users who can't access role defaults
as_fr_fr: Verrouiller l’ordre et l’emplacement des métadonnées pour tous les utilisateurs qui ne peuvent pas accéder aux valeurs par défaut des rôles

source: Lock meta boxes
as_fr_fr: Verrouiller les boîtes méta

source: The view you have selected is not permitted to access this page, please choose one of the options below.
as_fr_fr: La vue que vous avez sélectionnée n’est pas autorisée à accéder à cette page, veuillez choisir une des options ci-dessous.

source: Reset the view
as_fr_fr: Réinitialiser la vue

source: Go to homepage
as_fr_fr: Aller à la page d’accueil

source: Go to dashboard
as_fr_fr: Aller au tableau de bord

source: Go to network dashboard
as_fr_fr: Aller au tableau de bord du réseau

source: This class does not want to wake up
as_fr_fr: Cette classe ne veut pas se réveiller

source: This class does not want to be cloned
as_fr_fr: Cette classe ne veut pas être clonée

source: Are you sure?
as_fr_fr: Confirmez-vous ?

source: Group users under their assigned roles
as_fr_fr: Regrouper les utilisateurs en fonction des rôles qui leur sont attribués

source: Group users
as_fr_fr: Regrouper les utilisateurs

source: Plugin not activated because of a conflict with an other plugin or theme
as_fr_fr: Extension non activée en raison d’un conflit avec un autre extension ou thème

source: Plugin deactivated, %1$s version %2$s or higher is required
as_fr_fr: Extension désactivée, %1$s version %2$s ou supérieure est nécessaire

source: Class %s already exists
as_fr_fr: La classe %s existe déjà

source: Hide the screen options for all users who can't access role defaults
as_fr_fr: Masquer les options d’écran pour tous les utilisateurs qui ne peuvent pas accéder aux valeurs par défaut des rôles

source: Disable screen options
as_fr_fr: Désactiver les options d’écran

source: Automatically apply defaults to new users
as_fr_fr: Appliquer automatiquement les valeurs par défaut aux nouveaux utilisateurs

source: Export defaults for role
as_fr_fr: Exporter les valeurs par défaut pour le rôle

source: Method does not exist.
as_fr_fr: La méthode n’existe pas.

source: Success
as_fr_fr: Réussi

source: Cheatin uh?
as_fr_fr: Une fausse manipulation ?

source: Choose view on every pageload. This setting doesn't store views
as_fr_fr: Choisissez la vue sur chaque page. Ce réglage ne stocke pas les vues.

source: Single switch mode
as_fr_fr: Mode de commutation unique

source: Store view and use WordPress with this view
as_fr_fr: Stocker la vue et utiliser WordPress avec cette vue

source: Browse mode
as_fr_fr: Mode de navigation

source: Change the location of this menu node
as_fr_fr: Modifier l’emplacement de ce nœud de menu

source: My account
as_fr_fr: Mon compte

source: Location
as_fr_fr: Emplacement

source: Settings
as_fr_fr: Réglages

source: Remove defaults for role
as_fr_fr: Retirer les valeurs par défaut de rôle

source: Import
as_fr_fr: Importer

source: Export
as_fr_fr: Exporter

source: Set default screen settings for roles and apply them on users through various bulk and automatic actions
as_fr_fr: Définissez les réglages d’écran par défaut pour les rôles et appliquez-les aux utilisateurs via diverses actions en masse et automatiques

source: Data imported but there were some errors
as_fr_fr: Données importées mais il y a eu quelques erreurs

source: Role not found
as_fr_fr: Rôle non trouvé

source: Key not allowed
as_fr_fr: Clé non autorisée

source: No valid data found
as_fr_fr: Aucune donnée valide trouvée

source: Copy code
as_fr_fr: Copier le code

source: No users found.
as_fr_fr: Aucun utilisateur trouvé.

source: Something went wrong, please try again.
as_fr_fr: Une erreur s’est produite. Veuillez réessayer.

source: These are your default capabilities!
as_fr_fr: Ce sont vos permissions par défaut !

source: This view is already selected!
as_fr_fr: Cette vue est déjà sélectionnée !

source: Search
as_fr_fr: Recherche

source: Users
as_fr_fr: Utilisateurs

source: Role defaults
as_fr_fr: Rôle par défaut

source: Roles
as_fr_fr: Rôles

source: Deselect
as_fr_fr: Desélectionner

source: Select
as_fr_fr: Sélectionner

source: Capabilities
as_fr_fr: Permissions

source: Reset to default
as_fr_fr: Réinitialiser à la valeur par défaut

source: Default
as_fr_fr: Par défaut

source: View as
as_fr_fr: Voir comme

source: Import defaults for role
as_fr_fr: Importer les valeurs par défaut pour le rôle

source: All roles
as_fr_fr: Tous les rôles

source: Apply defaults to users by role
as_fr_fr: Appliquer les valeurs par défaut aux utilisateurs par rôle

source: Apply
as_fr_fr: Appliquer

source: Username
as_fr_fr: Identifiant

source: Filter
as_fr_fr: Filtrer

source: Apply defaults to users
as_fr_fr: Appliquer les valeurs par défaut aux utilisateurs

source: Enable role defaults
as_fr_fr: Activer les valeurs par défaut de rôle
